*
-pau-
</s>
<s>
<unk>
A
ABOUT
ABSOLUTE
ACKNOWLEDGE
ACOUSTIC
ACTION
ACTUALLY
ADD
ADDITIONAL
ADJUST
AFTER
ALGEBRA
ALL
ALLOW
ALLOWING
ALMOST
ALREADY
ALSO
ALTHOUGH
AMATEUR
AMOUNT
AN
AND
ANOTHER
ANY
ANYTHING
APPROACH
ARE
ARGUMENTS
ART
AS
ASR
ASSUME
ASSUMED
AT
ATTACHED
ATTACHMENT
AUDIO
AUTHORS
AUTOMATIC
AUTOMATICALLY
AUTOMATION
BASE
BASED
BASH
BASICS
BASING
BE
BECOME
BEFORE
BEGIN
BEGINNERS
BELONGS
BELOW
BESIDES
BETTER
BIG
BIGGER
BIT
BUILD
BUILDS
BUT
BY
C
CALCULATIONS
CALLED
CAN
CAREFUL
CASE
CHAPTER
CHECKING
CHOICE
CHOSEN
CLUSTERS
CODE
COMMENTS
COMMUNICATE
COMPILATION
COMPLETE
COMPLETELY
COMPLEX
COMPONENTS
COMPRESSION
CONFIGURATION
CONNECTS
CONSIDER
CONSIDERED
CONSIST
CONTAIN
CONTAINS
CONTENT
CONTROL
CONVINCED
COPY
CORPORA
CPU
CREATE
CREATED
CREATING
CREATION
DATA
DATASET
DATASETS
DEAL
DECIDED
DECODING
DELVED
DESCRIBED
DETAILED
DETAILS
DEVELOPERS
DICTIONARY
DIFFERENCES
DIFFERENT
DIGITS
DIR
DIRECTORIES
DIRECTORY
DISTRIBUTED
DIVIDE
DO
DOCUMENTATION
DONE
DOWNLOAD
DUMMIES
DURING
DYNAMIC
EACH
EASE
EASY
EFFECT
ELSE
ENCOUNTER
ENDING
ENGLISH
ENOUGH
ENTIRE
ENVIRONMENT
ENVIRONMENTS
EVEN
EVER
EVERY
EXAMPLE
EXAMPLES
EXECUTABLE
EXEMPLARY
EXPERIENCE
EXPLANATION
EXPRESSION
EXTERNAL
EXTRACTION
FACT
FEATURE
FEEL
FELT
FEMALE
FIELD
FILE
FILES
FINALIZATION
FINALLY
FIND
FIRST
FIVE
FIX
FIXING
FOLDER
FOLDERS
FOLLOW
FOLLOWING
FOR
FORMAT
FOUND
FOUR
FREE
FROM
FUNCTIONALITY
FUTURE
GENDER
GENERAL
GET
GETTING
GLUED
GO
GOOD
GRAMMAR
GRAMMARS
GUIDE
HABIT
HAS
HAVE
HELP
HERE
HONESTLY
HOW
HTTP
I
ID
IDENTICAL
IF
IMAGINE
IMPORTANT
IN
INFORMATION
INFORMS
INSIDE
INSTALL
INSTALLATION
INSTALLED
INSTEAD
INSTRUCTIONS
INTO
IS
ISSUES
IT
ITS
JOB
JOBS
JUST
KALDI
KNOW
KNOWLEDGE
LANGUAGE
LANGUAGES
LAST
LAUNCHED
LEARN
LEAST
LESS
LET
LEXICON
LIBRARIES
LIBRISPEECH
LIKE
LIKED
LINE
LINEAR
LINES
LINKS
LINUX
LISTS
LITTLE
LOCAL
LOCATION
LOGS
LOOK
LOOKING
LOOKS
LOST
MADE
MAIN
MAKE
MAKEFILE
MALE
MATCHED
MATCHING
MAY
ME
MEANS
MECHANISM
METHODS
MFCC
MIGH
MIGHT
MISTAKES
MODELING
MODELLING
MODIFICATIONS
MODIFIED
MODIFY
MONOPHONE
MORE
MOST
MUST
MY
NAME
NAMED
NAMING
NECESSARY
NEED
NEEDED
NEW
NEWLY
NICE
NINE
NO
NOISE
NONSILENCE
NOT
NOTHING
NOTICABLE
NOTICE
NOW
NUMBER
OBVIOUSLY
OCCUR
OF
OFFICIAL
ON
ONE
ONLY
OPEN
OPERATING
OPINION
OPTIMIZATION
OPTIONAL
OR
ORDER
OTHER
OUR
OVER
OWN
PARALLEL
PARTICULAR
PASS
PATH
PATTERN
PATTERNS
PEOPLE
PERFECT
PERSON
PERSONALLY
PHONE
PHONES
PIECE
PLACE
PLACED
PLAIN
PLAY
PLEASE
PLUS
POINT
POPULAR
PORTABLE
POSSIBLE
PRECISELY
PRECONDITION
PREPARATION
PREPARE
PREPARED
PRESENT
PROBABLY
PROBLEMS
PROCESS
PROCESSES
PROCESSING
PROGRAMMING
PROGRAMS
PROJECT
PROPER
PROPERLY
PURPOSE
PUT
PYTHON
QUALITY
QUICKLY
READ
READY
REALLY
RECOGNITION
RECOGNIZABLE
RECOMMEND
RECORD
RECORDED
RECORDING
RECORDINGID
RECORDINGS
REGULAR
RELATE
RELATED
RELATES
RELATIVELY
REPRESENT
REPRESENTATION
REPRESENTING
REQUIRES
REST
RESULT
RESULTS
REVISION
RICH
RM
ROOT
RULE
RUN
RUNNIG
RUNNING
SAFETY
SAID
SAME
SAYS
SCORING
SCRIPT
SCRIPTS
SEARCHING
SECTION
SECTIONS
SELECT
SENTENCE
SENTENCES
SEPARATE
SESSION
SET
SETS
SETTING
SEVERAL
SH
SHELL
SHORT
SHOULD
SHOW
SILENCE
SIMILAR
SIMPLE
SINGLE
SITE
SITUATION
SIX
SLIGHTLY
SMALL
SO
SOFTWARE
SOLID
SOLUTION
SOME
SOMETHING
SORTED
SORTING
SOURCE
SPEAKER
SPEAKERID
SPEAKERS
SPEECH
SPOKEN
SRI
SRILM
STABLE
START
STARTED
STARTING
STATIC
STEP
STICK
STRAIGHT
STREAMS
STRING
STRINGS
STRUCTURE
STUFF
SUBFOLDER
SUBFOLDERS
SUBJECT
SUBVERSION
SUCCESSFUL
SUCH
SUM
SUPPLIES
SURE
SYNTAX
SYSTEM
SYSTEMS
TAKEN
TASK
TELLS
TERMINAL
TEST
TESTED
TESTING
TEXT
THAN
THAT
THE
THEM
THEN
THERE
THESE
THEY
THINK
THIS
THREE
THROUGH
TIME
TO
TOOL
TOOLKIT
TOOLS
TRACKS
TRAIN
TRAINED
TRAINING
TRANSCRIPTION
TRANSCRIPTIONS
TRANSFER
TRANSPOSE
TRIPHONE
TRUSTWORTHY
TRY
TUTORIAL
TUTORIALS
TWO
UBUNTU
UNCOMMENT
UNDERSTANDING
UNIQUE
UNIX
UP
USE
USED
USEFUL
USING
UTILITY
UTILS
UTTERANCE
UTTERANCEID
UTTERANCES
VALIDATE
VERY
VOXFORGE
WANT
WAS
WAV
WAY
WE
WEBSITE
WELL
WHAT
WHATEVER
WHEN
WHERE
WHICH
WHILE
WHOLE
WHY
WIDELY
WILL
WINDOW
WINDOWS
WIT
WITH
WITHOUT
WORD
WORDS
WORK
WOULD
WRITTEN
YOU
YOUR
ZERO
ZIELINSKI
