*
-pau-
</s>
<s>
<unk>
A
ABLE
ABOUT
ABSOLUTE
ACCESS
ACCIDENTALLY
ACKNOWLEDGE
ACOUSTIC
ACTION
ACTUAL
ACTUALLY
ADD
ADDITIONAL
ADJUST
AFTER
AGAIN
AHA
ALGEBRA
ALGORITHM
ALL
ALLOW
ALLOWING
ALMOST
ALPHABET
ALREADY
ALRIGHT
ALSO
ALTERNATIVELY
ALTHOUGH
AMATEUR
AMOUNT
AN
AND
ANOTHER
ANY
ANYTHING
APPEND
APPENDS
APPLY
APPROACH
ARCHIVE
ARE
ARGUMENTS
AROUND
ART
AS
ASR
ASSUME
ASSUMED
AT
ATTACH
ATTACHED
ATTACHMENT
ATTRIBUTES
AUDIO
AUTHORS
AUTOMATED
AUTOMATIC
AUTOMATICALLY
AUTOMATION
AWAY
AWK
BACK
BASE
BASED
BASENAME
BASH
BASICALLY
BASICS
BASING
BE
BECAUSE
BECOME
BEFORE
BEGIN
BEGINNERS
BEGINNING
BELONGS
BELOW
BESIDES
BETTER
BETWEEN
BIG
BIGGER
BIT
BORING
BREAKS
BRING
BUILD
BUILDS
BUT
BY
C
CALCULATIONS
CALLED
CAN
CAPITAL
CAREFUL
CASE
CD
CHANGE
CHANGED
CHAPTER
CHECK
CHECKING
CHECKS
CHOICE
CHOSEN
CLONE
CLUSTERS
CODE
COMMAND
COMMANDS
COMMENTS
COMMON
COMMUNICATE
COMPARE
COMPILATION
COMPLAINT
COMPLETE
COMPLETELY
COMPLEX
COMPONENTS
COMPRESSION
CONF
CONFIG
CONFIGS
CONFIGURATION
CONNECT
CONNECTS
CONSIDER
CONSIDERED
CONSIST
CONSISTENT
CONTAIN
CONTAINED
CONTAINING
CONTAINS
CONTENT
CONTENTS
CONTROL
CONVENIENT
CONVINCED
COOL
COPY
CORPORA
CORPUS
CORRECT
CORRECTLY
COULD
CPLUS
CPU
CREATE
CREATED
CREATING
CREATION
CTRL
CURRENT
CUT
D
DATA
DATASET
DATASETS
DATE
DEAL
DEALS
DECIDED
DECODE
DECODING
DELIMITER
DELVED
DESCRIBED
DESCRIPTION
DETAILED
DETAILS
DEVELOPERS
DICT
DICTIONARY
DID
DIDN'T
DIFFERENCE
DIFFERENCES
DIFFERENT
DIGIT
DIGITS
DIR
DIRECT
DIRECTORIES
DIRECTORY
DISPLAYS
DISTRIBUTED
DIVIDE
DO
DOC
DOCUMENTATION
DOES
DOESN'T
DON'T
DONE
DOT
DOWNLOAD
DOWNLOADED
DUMMIES
DURATION
DURING
DYNAMIC
EACH
EASE
EASIER
EASY
EDITOR
EFFECT
EGS
EH
EHM
EITHER
ELSE
ENCOUNTER
ENCOURAGE
END
ENDING
ENDS
ENGLISH
ENOUGH
ENTIRE
ENVIRONMENT
ENVIRONMENTS
EVALUATE
EVEN
EVER
EVERY
EVERYTHING
EXAMPLE
EXAMPLES
EXECUTABLE
EXECUTES
EXEMPLARY
EXISTING
EXIT
EXPERIENCE
EXPLANATION
EXPRESSION
EXTERNAL
EXTRACTION
F
FACT
FAMILIAR
FEATURE
FEATURES
FEEL
FELT
FEMALE
FIELD
FIELDS
FILE
FILENAME
FILES
FILETWO
FILL
FINALIZATION
FINALIZE
FINALLY
FIND
FINISHED
FINISHING
FIRST
FIVE
FIX
FIXES
FIXING
FOLDER
FOLDERS
FOLLOW
FOLLOWING
FOLLOWS
FOR
FORM
FORMAT
FOUND
FOUR
FREE
FROM
FULL
FUNCTIONALITY
FURTHER
FUTURE
G
GENDER
GENDERS
GENERAL
GENERATE
GENERATES
GET
GETTING
GIT
GIVE
GLUED
GO
GOOD
GRAM
GRAMMAR
GRAMMARS
GREP
GUIDE
HABIT
HAND
HANDY
HAPPENED
HAPPENS
HAS
HAVE
HELP
HERE
HISTORICAL
HISTORY
HM
HONESTLY
HOW
HTML
HTTP
HTTPS
HUNDRED
I
I'M
ID
IDEA
IDENTICAL
IF
IMAGINE
IMPORTANT
IMS
IN
INCONVENIENT
INCORRECT
INDIVIDUAL
INFER
INFORMATION
INFORMS
INPUT
INSIDE
INSTALL
INSTALLATION
INSTALLED
INSTEAD
INSTRUCTIONS
INTENTION
INTO
INTRODUCTION
INVERSE
IS
ISSUES
IT
IT'S
ITEM
ITEMS
ITS
JACKSON
JOB
JOBS
JOURNAL
JUMP
JUST
KALDI
KEPT
KIND
KNOW
KNOWING
KNOWLEDGE
LABEL
LABELING
LABELS
LANGUAGE
LANGUAGES
LAST
LAUNCHED
LAZY
LEARN
LEARNING
LEAST
LESS
LET
LET'S
LEXICON
LIBRARIES
LIBRISPEECH
LIKE
LIKED
LIKELY
LINE
LINEAR
LINES
LINGUISTIC
LINK
LINKS
LINUX
LIST
LISTED
LISTS
LITTLE
LM
LOCAL
LOCATION
LOGS
LOOK
LOOKING
LOOKS
LOOP
LOST
M
MACHINE
MADE
MAIN
MAINLY
MAKE
MAKEFILE
MAKING
MALE
MANY
MAPPING
MATCHED
MATCHING
MAY
ME
MEAN
MEANINGFUL
MEANS
MECHANISM
MENTIONED
MENTIONS
METHODS
MFCC
MIDDLE
MIGH
MIGHT
MINI
MISSING
MISTAKE
MISTAKES
MODE
MODEL
MODELING
MODELLING
MODIFICATIONS
MODIFIED
MODIFY
MOMENT
MONO
MONOPHONE
MORE
MOST
MUCH
MUST
MY
N
NAME
NAMED
NAMES
NAMING
NANO
NECESSARY
NEED
NEEDED
NEW
NEWLY
NEXT
NICE
NICOLAS
NINE
NJ
NO
NOISE
NONSILENCE
NORMAL
NORMALLY
NOT
NOTHING
NOTICABLE
NOTICE
NOW
NUMBER
OBVIOUSLY
OCCUR
OF
OFFICIAL
OFTEN
OH
OKAY
ON
ONE
ONLY
OPEN
OPERATE
OPERATING
OPERATIONS
OPINION
OPPOSITE
OPTIMIZATION
OPTION
OPTIONAL
OR
ORDER
ORG
OTHER
OTHERWISE
OUR
OUT
OUTPUT
OVER
OWN
PARALLEL
PARENT
PART
PARTICULAR
PARTS
PASS
PASTE
PATH
PATTERN
PATTERNS
PEOPLE
PER
PERFECT
PERSON
PERSONALLY
PHOENIX
PHONE
PHONES
PHONETIC
PIECE
PLACE
PLACED
PLAIN
PLAY
PLEASE
PLUS
POINT
POINTS
POPULAR
PORTABLE
POSSIBLE
PRE-RECORDED
PRECISELY
PRECONDITION
PREDEFINED
PREPARATION
PREPARE
PREPARED
PRESENT
PREVIOUS
PRINT
PRINTS
PROBABLY
PROBLEM
PROBLEMS
PROCEED
PROCESS
PROCESSES
PROCESSING
PROGRAM
PROGRAMMING
PROGRAMS
PROJECT
PRONOUNCED
PRONUNCIATION
PROPER
PROPERLY
PROVIDE
PSEUDO
PURPOSE
PUT
PYTHON
QUALITY
QUANTITY
QUICKLY
QUITE
R
READ
READY
REALLY
REASON
REASONS
RECIPE
RECIPIES
RECIPY
RECOGNITION
RECOGNIZABLE
RECOMMEND
RECOMMENDED
RECORD
RECORDED
RECORDING
RECORDINGID
RECORDINGS
REDIRECTION
REGULAR
RELATE
RELATED
RELATES
RELATIVELY
REMOVES
REPEAT
REPRESENT
REPRESENTATION
REPRESENTING
REQUIREMENT
REQUIRES
RESOURCES
REST
RESULT
RESULTS
REVISION
RICH
RIGHT
RM
ROOT
ROUGHLY
RULE
RUN
RUNNIG
RUNNING
RUNS
S5
SAFETY
SAID
SAME
SAVE
SAVES
SAY
SAYS
SCORING
SCP
SCRATCH
SCRIPT
SCRIPTS
SCROLL
SEARCH
SEARCHING
SECOND
SECONDS
SECTION
SECTIONS
SED
SEE
SEES
SELECT
SEND
SENTENCE
SENTENCES
SEPARATE
SEPARATED
SERVER
SERVERS
SESSION
SET
SETS
SETTING
SEVEN
SEVERAL
SH
SHARED
SHELL
SHIFT
SHORT
SHORTEST
SHOULD
SHOW
SILENCE
SIMILAR
SIMPLE
SIMPLER
SINCE
SINGLE
SITE
SITUATION
SIX
SIZE
SLIGHTLY
SMALL
SO
SOFTWARE
SOLID
SOLUTION
SOME
SOMETHING
SORRY
SORTED
SORTING
SORTS
SOURCE
SPACE
SPEAKER
SPEAKERID
SPEAKERS
SPECIAL
SPECIFIC
SPECIFY
SPEECH
SPLIT
SPOKEN
SRI
SRILM
STABLE
STANDS
STAR
START
STARTED
STARTING
STATIC
STEP
STEPS
STICK
STILL
STOP
STORE
STORED
STRAIGHT
STRANGE
STREAMS
STREET
STRING
STRINGS
STRUCTURE
STUFF
SUBCOMMAND
SUBFOLDER
SUBFOLDERS
SUBJECT
SUBVERSION
SUCCESSFUL
SUCCESSFULLY
SUCH
SUDDENLY
SUGGEST
SUGGESTS
SUM
SUMMARY
SUPPLIES
SURE
SURROUNDED
SWITCHES
SYMBOLIC
SYMLINK
SYNTAX
SYSTEM
SYSTEMS
TAKE
TAKEN
TAKES
TASK
TEAMLAB
TELLS
TEN
TERMINAL
TEST
TESTED
TESTING
TEXT
THAN
THAT
THAT'S
THE
THEIR
THEM
THEN
THEO
THERE
THESE
THEY
THING
THINK
THIRD
THIRTY
THIS
THOUSAND
THREE
THROUGH
TIME
TIMES
TO
TOOL
TOOLKIT
TOOLS
TOTAL
TRACKS
TRADITION
TRAIN
TRAINED
TRAINING
TRANSCRIBING
TRANSCRIPTION
TRANSCRIPTIONS
TRANSFER
TRANSPOSE
TRIPHONE
TRUE
TRUSTWORTHY
TRY
TUTORIAL
TUTORIALS
TWO
TXT
UBUNTU
UNAMBIGUOUS
UNCOMMENT
UNDER
UNDERSCORE
UNDERSCORES
UNDERSTANDING
UNDERSTOOD
UNIFORM
UNIQUE
UNIT
UNIX
UNKNOWN
UNTIL
UP
UPDATE
UPDATES
URL
US
USE
USED
USEFUL
USING
USUALLY
UTERRANCEID
UTILITY
UTILS
UTTERANCE
UTTERANCEID
UTTERANCES
VALIDATE
VALIDATED
VALIDATION
VALUES
VARIABLE
VARIOUS
VERY
VIDEO
VIM
VISIBLE
VOXFORGE
WAITING
WALL
WANT
WARNING
WAS
WAV
WAY
WE
WEBONE
WEBSITE
WELL
WERE
WHAT
WHATEVER
WHEN
WHERE
WHICH
WHILE
WHOLE
WHY
WIDELY
WILL
WINDOW
WINDOWS
WIT
WITH
WITHOUT
WORD
WORDS
WORK
WORKING
WORKS
WOULD
WRITE
WRITTEN
WRONG
YEAH
YES
YESNO
YET
YOU
YOUR
YWELWER
YWEWELER
ZERO
ZIELINSKI
